[
  {"id":"haw2022","abstract":"To study the trade-off between economic, social and health outcomes in the management of a pandemic, DAEDALUS integrates a dynamic epidemiological model of SARS-CoV-2 transmission with a multi-sector economic model, reflecting sectoral heterogeneity in transmission and complex supply chains. The model identifies mitigation strategies that optimize economic production while constraining infections so that hospital capacity is not exceeded but allowing essential services, including much of the education sector, to remain active. The model differentiates closures by economic sector, keeping those sectors open that contribute little to transmission but much to economic output and those that produce essential services as intermediate or final consumption products. In an illustrative application to 63 sectors in the United Kingdom, the model achieves an economic gain of between £161 billion (24%) and £193 billion (29%) compared to a blanket lockdown of non-essential activities over six months. Although it has been designed for SARS-CoV-2, DAEDALUS is sufficiently flexible to be applicable to pandemics with different epidemiological characteristics.","accessed":{"date-parts":[["2024",7,8]]},"author":[{"family":"Haw","given":"David J."},{"family":"Forchini","given":"Giovanni"},{"family":"Doohan","given":"Patrick"},{"family":"Christen","given":"Paula"},{"family":"Pianella","given":"Matteo"},{"family":"Johnson","given":"Robert"},{"family":"Bajaj","given":"Sumali"},{"family":"Hogan","given":"Alexandra B."},{"family":"Winskill","given":"Peter"},{"family":"Miraldo","given":"Marisa"},{"family":"White","given":"Peter J."},{"family":"Ghani","given":"Azra C."},{"family":"Ferguson","given":"Neil M."},{"family":"Smith","given":"Peter C."},{"family":"Hauck","given":"Katharina D."}],"citation-key":"haw2022","container-title":"Nature Computational Science","container-title-short":"Nat Comput Sci","DOI":"10.1038/s43588-022-00233-0","ISSN":"2662-8457","issue":"4","issued":{"date-parts":[["2022",4]]},"language":"en","license":"2022 The Author(s), under exclusive licence to Springer Nature America, Inc.","page":"223-233","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Optimizing social and economic activity while containing SARS-CoV-2 transmission using DAEDALUS","type":"article-journal","URL":"https://www.nature.com/articles/s43588-022-00233-0","volume":"2"}
]
