[
  {"id":"haw2022","abstract":"To study the trade-off between economic, social and health outcomes in the management of a pandemic, DAEDALUS integrates a dynamic epidemiological model of SARS-CoV-2 transmission with a multi-sector economic model, reflecting sectoral heterogeneity in transmission and complex supply chains. The model identifies mitigation strategies that optimize economic production while constraining infections so that hospital capacity is not exceeded but allowing essential services, including much of the education sector, to remain active. The model differentiates closures by economic sector, keeping those sectors open that contribute little to transmission but much to economic output and those that produce essential services as intermediate or final consumption products. In an illustrative application to 63 sectors in the United Kingdom, the model achieves an economic gain of between £161 billion (24%) and £193 billion (29%) compared to a blanket lockdown of non-essential activities over six months. Although it has been designed for SARS-CoV-2, DAEDALUS is sufficiently flexible to be applicable to pandemics with different epidemiological characteristics.","accessed":{"date-parts":[["2024",7,8]]},"author":[{"family":"Haw","given":"David J."},{"family":"Forchini","given":"Giovanni"},{"family":"Doohan","given":"Patrick"},{"family":"Christen","given":"Paula"},{"family":"Pianella","given":"Matteo"},{"family":"Johnson","given":"Robert"},{"family":"Bajaj","given":"Sumali"},{"family":"Hogan","given":"Alexandra B."},{"family":"Winskill","given":"Peter"},{"family":"Miraldo","given":"Marisa"},{"family":"White","given":"Peter J."},{"family":"Ghani","given":"Azra C."},{"family":"Ferguson","given":"Neil M."},{"family":"Smith","given":"Peter C."},{"family":"Hauck","given":"Katharina D."}],"citation-key":"haw2022","container-title":"Nature Computational Science","container-title-short":"Nat Comput Sci","DOI":"10.1038/s43588-022-00233-0","ISSN":"2662-8457","issue":"4","issued":{"date-parts":[["2022",4]]},"language":"en","license":"2022 The Author(s), under exclusive licence to Springer Nature America, Inc.","page":"223-233","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Optimizing social and economic activity while containing SARS-CoV-2 transmission using DAEDALUS","type":"article-journal","URL":"https://www.nature.com/articles/s43588-022-00233-0","volume":"2"},
  {"id":"jarvis2024","abstract":"The COVID-19 pandemic led to unprecedented changes in behaviour. To estimate if these persisted, a final round of the CoMix social contact survey was conducted in four countries at a time when all societal restrictions had been lifted for several months. We conducted a survey on a nationally representative sample in the UK, Netherlands (NL), Belgium (BE), and Switzerland (CH). Participants were asked about their contacts and behaviours on the previous day. We calculated contact matrices and compared the contact levels to a pre-pandemic baseline to estimate R0. Data collection occurred from 17 November to 7 December 2022. 7477 participants were recruited. Some were asked to undertake the survey on behalf of their children. Only 14.4 % of all participants reported wearing a facemask on the previous day. Self-reported vaccination rates in adults were similar for each country at around 86 %. Trimmed mean recorded contacts were highest in NL with 9.9 (95 % confidence interval [CI] 9.0–10.8) contacts per person per day and lowest in CH at 6.0 (95 % CI 5.4–6.6). Contacts at work were lowest in the UK (1.4 contacts per person per day) and highest in NL at 2.8 contacts per person per day. Other contacts were also lower in the UK at 1.6 per person per day (95 % CI 1.4–1.9) and highest in NL at 3.4 recorded per person per day (95 % CI 43.0–4.0). The next-generation approach suggests that R0 for a close-contact disease would be roughly half pre-pandemic levels in the UK, 80 % in NL and intermediate in the other two countries. The pandemic appears to have resulted in lasting changes in contact patterns expected to have an impact on the epidemiology of many different pathogens. Further post-pandemic surveys are necessary to confirm this finding.","accessed":{"date-parts":[["2024",7,31]]},"author":[{"family":"Jarvis","given":"Christopher I."},{"family":"Coletti","given":"Pietro"},{"family":"Backer","given":"Jantien A."},{"family":"Munday","given":"James D."},{"family":"Faes","given":"Christel"},{"family":"Beutels","given":"Philippe"},{"family":"Althaus","given":"Christian L."},{"family":"Low","given":"Nicola"},{"family":"Wallinga","given":"Jacco"},{"family":"Hens","given":"Niel"},{"family":"Edmunds","given":"W. John"}],"citation-key":"jarvis2024","container-title":"Epidemics","container-title-short":"Epidemics","DOI":"10.1016/j.epidem.2024.100778","ISSN":"1755-4365","issued":{"date-parts":[["2024",9,1]]},"page":"100778","source":"ScienceDirect","title":"Social contact patterns following the COVID-19 pandemic: a snapshot of post-pandemic behaviour from the CoMix study","title-short":"Social contact patterns following the COVID-19 pandemic","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1755436524000392","volume":"48"},
  {"id":"robinson2019","abstract":"Benefit-cost analysis and other forms of economic evaluation are powerful tools, encouraging the systematic collection and assessment of the evidence needed to support sound policy decisions. In low-and middle-income countries, where resources are very scarce and needs are very great, such decisions are particularly difficult and economic evaluation can be especially useful. If not well conducted and clearly reported, however, these studies can lead to erroneous conclusions. Differences in analytic methods and assumptions can also obscure important differences in policy impacts.Recognizing these challenges, a team of experts developed reference case guidelines to increase the comparability of benefit-cost analyses, improve their quality, and expand their use. The development process involved extensive participation from stakeholders as well as experts, including both practitioners and consumers, incorporating a variety of perspectives. The resulting guidelines provide an overview of the analytic framework, including its conceptual underpinnings and its implementation. They also provide specific recommendations in seven areas: (a) comparing values across countries and over time; (2) valuing mortality risk reductions; (3) valuing nonfatal health risk reductions; (4) valuing changes in time use; (5) assessing the distribution of impacts; (6) accounting for uncertainty and nonquantifiable impacts; and (7) summarizing and presenting the results. The goal is to support the conduct of high-quality analyses that promote understanding of difficult trade-offs and support evidence-based decisions.","accessed":{"date-parts":[["2024",11,25]]},"author":[{"family":"Robinson","given":"Lisa A."},{"family":"Hammitt","given":"James K."},{"family":"Cecchini","given":"Michele"},{"family":"Chalkidou","given":"Kalipso"},{"family":"Claxton","given":"Karl"},{"family":"Cropper","given":"Maureen"},{"family":"Eozenou","given":"Patrick Hoang-Vu"},{"family":"Ferranti","given":"David","non-dropping-particle":"de"},{"family":"Deolalikar","given":"Anil B."},{"family":"Campos Guanais de Aguiar","given":"Frederico"},{"family":"Jamison","given":"Dean T."},{"family":"Kwon","given":"Soonman"},{"family":"Lauer","given":"Jeremy Addison"},{"family":"O'Keeffe","given":"Lucy"},{"family":"Walker","given":"Damian"},{"family":"Whittington","given":"Dale"},{"family":"Wilkinson","given":"Thomas"},{"family":"Wilson","given":"David"},{"family":"Wong","given":"Brad"}],"citation-key":"robinson2019","DOI":"10.2139/ssrn.4015886","event-place":"Rochester, NY","genre":"SSRN Scholarly Paper","issued":{"date-parts":[["2019",5,1]]},"language":"en","number":"4015886","publisher":"Social Science Research Network","publisher-place":"Rochester, NY","source":"papers.ssrn.com","title":"Reference Case Guidelines for Benefit-Cost Analysis in Global Health and Development","type":"article","URL":"https://papers.ssrn.com/abstract=4015886"},
  {"id":"walker2020","abstract":"The ongoing coronavirus disease 2019 (COVID-19) pandemic poses a severe threat to public health worldwide. We combine data on demography, contact patterns, disease severity, and health care capacity and quality to understand its impact and inform strategies for its control. Younger populations in lower-income countries may reduce overall risk, but limited health system capacity coupled with closer intergenerational contact largely negates this benefit. Mitigation strategies that slow but do not interrupt transmission will still lead to COVID-19 epidemics rapidly overwhelming health systems, with substantial excess deaths in lower-income countries resulting from the poorer health care available. Of countries that have undertaken suppression to date, lower-income countries have acted earlier. However, this will need to be maintained or triggered more frequently in these settings to keep below available health capacity, with associated detrimental consequences for the wider health, well-being, and economies of these countries.","accessed":{"date-parts":[["2024",7,25]]},"author":[{"family":"Walker","given":"Patrick G. T."},{"family":"Whittaker","given":"Charles"},{"family":"Watson","given":"Oliver J."},{"family":"Baguelin","given":"Marc"},{"family":"Winskill","given":"Peter"},{"family":"Hamlet","given":"Arran"},{"family":"Djafaara","given":"Bimandra A."},{"family":"Cucunubá","given":"Zulma"},{"family":"Olivera Mesa","given":"Daniela"},{"family":"Green","given":"Will"},{"family":"Thompson","given":"Hayley"},{"family":"Nayagam","given":"Shevanthi"},{"family":"Ainslie","given":"Kylie E. C."},{"family":"Bhatia","given":"Sangeeta"},{"family":"Bhatt","given":"Samir"},{"family":"Boonyasiri","given":"Adhiratha"},{"family":"Boyd","given":"Olivia"},{"family":"Brazeau","given":"Nicholas F."},{"family":"Cattarino","given":"Lorenzo"},{"family":"Cuomo-Dannenburg","given":"Gina"},{"family":"Dighe","given":"Amy"},{"family":"Donnelly","given":"Christl A."},{"family":"Dorigatti","given":"Ilaria"},{"family":"Elsland","given":"Sabine L.","non-dropping-particle":"van"},{"family":"FitzJohn","given":"Rich"},{"family":"Fu","given":"Han"},{"family":"Gaythorpe","given":"Katy A. M."},{"family":"Geidelberg","given":"Lily"},{"family":"Grassly","given":"Nicholas"},{"family":"Haw","given":"David"},{"family":"Hayes","given":"Sarah"},{"family":"Hinsley","given":"Wes"},{"family":"Imai","given":"Natsuko"},{"family":"Jorgensen","given":"David"},{"family":"Knock","given":"Edward"},{"family":"Laydon","given":"Daniel"},{"family":"Mishra","given":"Swapnil"},{"family":"Nedjati-Gilani","given":"Gemma"},{"family":"Okell","given":"Lucy C."},{"family":"Unwin","given":"H. Juliette"},{"family":"Verity","given":"Robert"},{"family":"Vollmer","given":"Michaela"},{"family":"Walters","given":"Caroline E."},{"family":"Wang","given":"Haowei"},{"family":"Wang","given":"Yuanrong"},{"family":"Xi","given":"Xiaoyue"},{"family":"Lalloo","given":"David G."},{"family":"Ferguson","given":"Neil M."},{"family":"Ghani","given":"Azra C."}],"citation-key":"walker2020","container-title":"Science","DOI":"10.1126/science.abc0035","issue":"6502","issued":{"date-parts":[["2020",7,24]]},"page":"413-422","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"The impact of COVID-19 and strategies for mitigation and suppression in low- and middle-income countries","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.abc0035","volume":"369"},
  {"id":"johnson_indonesia","abstract": "Objectives\nTo estimate the expected socio-economic value of booster vaccination in terms of averted deaths and averted closures of businesses and schools using simulation modelling.\n\nMethods\nThe value of booster vaccination in Indonesia is estimated by comparing simulated societal costs under a twelve-month, 187-million–dose Moderna booster vaccination campaign to costs without boosters. The costs of an epidemic and its mitigation consist of lost lives, economic closures and lost education; cost-minimising non-pharmaceutical mitigation is chosen for each scenario.\n\nResults\nThe cost-minimising non-pharmaceutical mitigation depends on the availability of vaccines: the differences between the two scenarios are 14 to 19 million years of in-person education and $153 to $204 billion in economic activity. The value of the booster campaign ranges from $2,500 ($1,400-$4,100) to $2,800 ($1,700-$4,600) per dose in the first year, depending on life-year valuations.\n\nConclusions\nThe societal benefits of booster vaccination are substantial. Much of the value of vaccination resides in the reduced need for costly non-pharmaceutical mitigation. We propose cost minimisation as a tool for policy decision-making and valuation of vaccination, taking into account all socio-economic costs, and not averted deaths alone.","type": "article-journal","container-title": "Vaccine","DOI": "10.1016/j.vaccine.2023.01.068","ISSN": "0264-410X","issue": "11","journalAbbreviation": "Vaccine","note": "PMID: 36781331\nPMCID: PMC9889258","page": "1885-1891","source": "PubMed Central","title": "The societal value of SARS-CoV-2 booster vaccination in Indonesia","URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9889258/","volume": "41","author": [{"family": "Johnson","given": "Rob"},{"family": "Djaafara","given": "Bimandra"},{"family": "Haw","given": "David"},{"family": "Doohan","given": "Patrick"},{"family": "Forchini","given": "Giovanni"},{"family": "Pianella","given": "Matteo"},{"family": "Ferguson","given": "Neil"},{"family": "Smith","given": "Peter C."},{"family": "Hauck","given": "Katharina D."}],"accessed": {"date-parts": [["2025",5,28]]},"issued": {"date-parts": [["2023",3,10]]}},
  {"id":"johnson_mexico","type": "article-journal","container-title": "The Lancet Regional Health – Americas","DOI": "10.1016/j.lana.2024.100682","ISSN": "2667-193X","journalAbbreviation": "The Lancet Regional Health – Americas","language": "English","note": "publisher: Elsevier","source": "www.thelancet.com","title": "Promoting healthy populations as a pandemic preparedness strategy: a simulation study from Mexico","title-short": "Promoting healthy populations as a pandemic preparedness strategy","URL": "https://www.thelancet.com/journals/lanam/article/PIIS2667-193X(24)00009-7/fulltext","volume": "30","author": [{"family": "Johnson","given": "Rob"},{"family": "Carnalla","given": "Martha"},{"family": "Basto-Abreu","given": "Ana"},{"family": "Haw","given": "David"},{"family": "Morgenstern","given": "Christian"},{"family": "Doohan","given": "Patrick"},{"family": "Forchini","given": "Giovanni"},{"family": "Hauck","given": "Katharina D."},{"family": "Barrientos-Gutiérrez","given": "Tonatiuh"}],"accessed": {"date-parts": [["2025",5,28]]},"issued": {"date-parts": [["2024",2,1]]}},
  {"id": "gbd_life","type": "dataset","abstract": "The Global Burden of Disease Study 2019 (GBD 2019), coordinated by the Institute for Health Metrics and Evaluation (IHME), estimated the burden of diseases, injuries, and risk factors for 204 countries and territories and selected subnational locations.\n\nThis dataset contains life tables with estimates for life expectancy and probability of death by location, single calendar year, age group, and sex for 1950-2019. The life tables contain both estimates produced including deaths from natural disasters, wars, etc., as well as estimates produced without these types of deaths. Locations covered include both GBD locations and special regions such as World Bank Income Levels. Data used to produce these tables came from vital registration (VR) systems, sample registration systems, household surveys, censuses, disease surveillance, and demographic surveillance systems (DSS).\n\nFor additional GBD results and resources, visit the GBD 2019 Data Resources page.","DOI": "10.6069/1PF5-1M37","publisher": "Institute for Health Metrics and Evaluation (IHME)","source": "DOI.org (Datacite)","title": "Global Burden of Disease Study 2019 (GBD 2019) Life Tables 1950-2019","URL": "http://ghdx.healthdata.org/record/ihme-data/gbd-2019-life-tables-1950-2019","author": [{"literal": "Global Burden of Disease Collaborative Network"}],"accessed": {"date-parts": [["2025",6,6]]},"issued": {"date-parts": [["2020"]]}},
  {"id": "cutler2020","type": "article-journal","abstract": "The SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2) pandemic is the greatest threat to prosperity and well-being the US has encountered since the Great Depression. This Viewpoint aggregates mortality, morbidity, mental health conditions, and direct economic losses to estimate the total cost of the pandemic in the US on the optimistic assumption that it will be substantially contained by the fall of 2021. These costs far exceed those associated with conventional recessions and the Iraq War, and are similar to those associated with global climate change. However, increased investment in testing and contact tracing could have economic benefits that are at least 30 times greater than the estimated costs of the investment in these approaches.","container-title": "JAMA","DOI": "10.1001/jama.2020.19759","ISSN": "0098-7484","issue": "15","journalAbbreviation": "JAMA","page": "1495-1496","source": "Silverchair","title": "The COVID-19 Pandemic and the $16 Trillion Virus","URL": "https://doi.org/10.1001/jama.2020.19759","volume": "324","author": [{"family": "Cutler","given": "David M."},{"family": "Summers","given": "Lawrence H."}],"accessed": {"date-parts": [["2025",6,6]]},"issued": {"date-parts": [["2020",10,20]]}},
	{"id": "ananthapavan2021","type": "article-journal","abstract": "The value of a statistical life (VSL) estimates individuals’ willingness to trade wealth for mortality risk reduction. This economic parameter is often a major component of the quantified benefits estimated in the evaluation of government policies related to health and safety. This study reviewed the literature to update the VSL recommended for Australian policy appraisals. A systematic literature review was conducted to capture Australian primary studies and international review papers reporting VSL estimates published from 2007 to January 2019. International estimates were adjusted for income differences and the median VSL estimate was extracted from each review study. VSL estimates were used to calculate the value of a statistical life year. Of the 18 studies that met the inclusion criteria, two studies were primary Australian studies with a weighted mean VSL of A$7.0 million in 2017 values. The median VSL in the review studies was A$7.3 million. For Australian public policy appraisals, we recommend the consideration of a base case VSL for people of all ages and across all risk contexts of A$7.0 million. Sensitivity analyses could use a high value of A$7.3 million and a low value that reflects the value (A$4.3 million) currently recommended by the Australian government.","container-title": "International Journal of Environmental Research and Public Health","DOI": "10.3390/ijerph18116168","ISSN": "1661-7827","issue": "11","journalAbbreviation": "Int J Environ Res Public Health","note": "PMID: 34200344\nPMCID: PMC8201370","page": "6168","source": "PubMed Central","title": "Systematic Review to Update ‘Value of a Statistical Life’ Estimates for Australia","URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8201370/","volume": "18","author": [{"family": "Ananthapavan","given": "Jaithri"},{"family": "Moodie","given": "Marj"},{"family": "Milat","given": "Andrew J."},{"family": "Carter","given": "Rob"}],"accessed": {"date-parts": [["2025",6,6]]},"issued": {"date-parts": [["2021",6,7]]}},
	{"id": "robinson2021","type": "article-journal","abstract": "Numerous analyses of the benefits and costs of COVID‐19 policies have been completed quickly as the crisis has unfolded. The results often largely depend on the approach used to value mortality risk reductions, typically expressed as the value per statistical life (VSL). Many analyses rely on a population‐average VSL estimate; some adjust VSL for life expectancy at the age of death. We explore the implications of theory and empirical studies, which suggest that the relationship between age and VSL is uncertain. We compare the effects of three approaches: (1) an invariant population‐average VSL; (2) a constant value per statistical life‐year (VSLY); and (3) a VSL that follows an inverse‐U pattern, peaking in middle age. We find that when applied to the U.S. age distribution of COVID‐19 deaths, these approaches result in average VSL estimates of $10.63 million, $4.47 million, and $8.31 million. We explore the extent to which applying these estimates alters the conclusions of frequently cited analyses of social distancing, finding that they significantly affect the findings. However, these analyses do not address other characteristics of COVID‐19 deaths that may increase or decrease the VSL estimates. Examples include the health status and income level of those affected, the size of the risk change, and the extent to which the risk is dreaded, uncertain, involuntarily incurred, and outside of one's control. The effects of these characteristics and their correlation with age are uncertain; it is unclear whether they amplify or diminish the effects of age on VSL.","container-title": "Risk Analysis","DOI": "10.1111/risa.13561","ISSN": "0272-4332","issue": "5","journalAbbreviation": "Risk Anal","note": "PMID: 32677076\nPMCID: PMC7405126","page": "761-770","source": "PubMed Central","title": "Do the Benefits of COVID‐19 Policies Exceed the Costs? Exploring Uncertainties in the Age–VSL Relationship","title-short": "Do the Benefits of COVID‐19 Policies Exceed the Costs?","URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7405126/","volume": "41","author": [{"family": "Robinson","given": "Lisa A."},{"family": "Sullivan","given": "Ryan"},{"family": "Shogren","given": "Jason F."}],"accessed": {"date-parts": [["2025",6,6]]},"issued": {"date-parts": [["2021",5]]}},
	{"id": "hammitt2020","type": "article-journal","abstract": "In evaluating the appropriate response to the COVID-19 pandemic, a key parameter is the rate of substitution between wealth and mortality risk, conventionally summarized as the value per statistical life (VSL). For the United States, VSL is estimated as approximately $10 million, which implies the value of preventing 100,000 COVID-19 deaths is $1 trillion. Is this value too large? There are reasons to think so. First, VSL is a marginal rate of substitution and the potential risk reductions are non-marginal. The standard VSL model implies the rate of substitution of wealth for risk reduction is smaller when the risk reduction is larger, but a closed-form solution calibrated to estimates of the income elasticity of VSL shows the rate of decline is modest until the value of a non-marginal risk reduction accounts for a substantial share of income; average individuals are predicted to be willing to spend more than half their income to reduce one-year mortality risk by 1 in 100. Second, mortality risk is concentrated among the elderly, for whom VSL may be smaller and who would benefit from a persistent risk reduction for a shorter period because of their shorter life expectancy. Third, the pandemic and responses to it have caused substantial losses in income that should decrease VSL. In contrast, VSL is plausibly larger for risks (like COVID-19) that are dreaded, uncertain, catastrophic, and ambiguous. These arguments are evaluated and key issues for improving estimates are highlighted.","container-title": "Journal of Risk and Uncertainty","DOI": "10.1007/s11166-020-09338-1","ISSN": "0895-5646","issue": "2","journalAbbreviation": "J Risk Uncertain","note": "PMID: 33199940\nPMCID: PMC7656098","page": "129-154","source": "PubMed Central","title": "Valuing mortality risk in the time of COVID-19","URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7656098/","volume": "61","author": [{"family": "Hammitt","given": "James K."}],"accessed": {"date-parts": [["2025",6,6]]},"issued": {"date-parts": [["2020"]]}}
]
